[
  {
    "id": "alexander",
    "title": "Alexander",
    "ingredients": [
      {
        "name": "Cognac",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Crème de Cacao (Brown)",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Cream",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "Finish with a light sprinkle of ground nutmeg on top",
    "steps": [
      "Place cognac, crème de cacao, and cream into a shaker filled with ice",
      "Shake firmly until smooth and cold, then strain into a chilled glass"
    ],
    "img": "alexander.webp",
    "glass": "coupe",
    "description": "The Alexander is a creamy and indulgent cocktail with a smooth, velvety mouthfeel. Cognac provides warmth and depth, while crème de cacao adds a gentle chocolate sweetness. Fresh cream softens the edges, creating a balanced and rounded sip. The nutmeg garnish introduces a subtle spice that complements the richness without overpowering.",
    "base": "Cognac"
  },
  {
    "id": "amaretto-sour",
    "title": "Amaretto Sour",
    "ingredients": [
      {
        "name": "Amaretto",
        "amount": 45,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 30,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 15,
        "unit": "ml"
      },
      {
        "name": "Egg White",
        "amount": 1,
        "unit": "pieces"
      }
    ],
    "garnish": "Garnish with a lemon wheel and maraschino cherry",
    "steps": [
      "Add amaretto, lemon juice, simple syrup, and egg white to a shaker",
      "Dry shake (without ice) for 10 seconds",
      "Add ice and shake vigorously until chilled",
      "Strain into a rocks glass over fresh ice"
    ],
    "img": "amaretto-sour.webp",
    "glass": "rocks",
    "description": "The Amaretto Sour is a smooth and nutty cocktail with a perfect balance of sweet and sour. The almond flavor from amaretto is complemented by fresh lemon juice, while the egg white creates a silky foam top. It's rich yet refreshing, making it a crowd-pleasing classic.",
    "base": "Amaretto"
  },
  {
    "id": "americano",
    "title": "Americano",
    "ingredients": [
      {
        "name": "Bitter Campari",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Red Vermouth",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Soda Water",
        "amount": 5.0,
        "unit": "ml"
      }
    ],
    "garnish": "Add half an orange slice and a twist of lemon peel",
    "steps": [
      "Fill a tall glass with ice cubes",
      "Pour in Campari and sweet vermouth",
      "Top with soda water and stir slowly to blend"
    ],
    "img": "americano.webp",
    "glass": "highball",
    "description": "The Americano is light and refreshing with a distinct bittersweet character. Campari brings a sharp, herbal bitterness, while sweet vermouth adds depth and gentle sweetness. Soda water lifts the drink, giving it a crisp and effervescent texture. The overall balance is approachable, making it a smooth aperitif-style cocktail.",
    "base": "Campari"
  },
  {
    "id": "angel-face",
    "title": "Angel Face",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Apricot Brandy",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Calvados",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Combine gin, apricot brandy, and calvados in a shaker with ice",
      "Shake firmly until chilled and strain into a cold glass"
    ],
    "img": "angel-face.webp",
    "glass": "coupe",
    "description": "The Angel Face presents a layered fruit-forward profile with a dry backbone. Gin contributes crisp botanicals, while apricot brandy adds stone fruit sweetness. Calvados introduces apple notes that round out the flavor with subtle complexity. The mouthfeel is smooth and balanced, offering both freshness and depth in equal measure.",
    "base": "Gin"
  },
  {
    "id": "aperol-spritz",
    "title": "Aperol Spritz",
    "ingredients": [
      {
        "name": "Aperol",
        "amount": 60,
        "unit": "ml"
      },
      {
        "name": "Prosecco",
        "amount": 90,
        "unit": "ml"
      },
      {
        "name": "Soda Water",
        "amount": 30,
        "unit": "ml"
      }
    ],
    "garnish": "Garnish with an orange slice",
    "steps": [
      "Fill a wine glass with ice",
      "Pour in Aperol and Prosecco",
      "Top with a splash of soda water",
      "Stir gently to combine"
    ],
    "img": "aperol-spritz.webp",
    "glass": "wine",
    "description": "The Aperol Spritz is a light, refreshing Italian aperitif with a beautiful orange hue. Aperol brings a bittersweet citrus flavor, balanced by the effervescence of Prosecco and soda water. It's perfect for warm afternoons and social gatherings.",
    "base": "Aperol"
  },
  {
    "id": "aviation",
    "title": "Aviation",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Crème de Violette",
        "amount": 5.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a maraschino cherry in the drink",
    "steps": [
      "Combine gin, maraschino liqueur, and lemon juice in a shaker with ice",
      "Shake well until chilled and strain into a cold glass"
    ],
    "img": "aviation.webp",
    "glass": "coupe",
    "description": "The Aviation is a delicate cocktail with a floral and citrus-driven profile. Gin provides a crisp foundation, while maraschino liqueur adds subtle cherry sweetness. Lemon juice brightens the drink with tart acidity, balancing the richness of the other elements. Crème de violette lends a gentle floral note, resulting in a smooth and refined sip.",
    "base": "Gin"
  },
  {
    "id": "bees-knees",
    "title": "Bee’s Knees",
    "ingredients": [
      {
        "name": "Dry Gin",
        "amount": 52.5,
        "unit": "ml"
      },
      {
        "name": "Honey Syrup",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Fresh Orange Juice",
        "amount": 22.5,
        "unit": "ml"
      }
    ],
    "garnish": "Add a twist of lemon or orange zest on top",
    "steps": [
      "Mix honey with lemon and orange juice until smooth",
      "Add gin and ice, shake well until chilled",
      "Strain the mixture into a cold glass"
    ],
    "img": "bees-knees.webp",
    "glass": "coupe",
    "description": "The Bee’s Knees offers a bright citrus profile softened by the natural sweetness of honey. The gin provides a crisp botanical backbone that balances the tartness of lemon and orange. Honey adds a smooth texture and rounds off the sharper notes, giving the drink a gentle mouthfeel. Overall, it is refreshing yet layered, with a harmony of sweet, sour, and herbal elements.",
    "base": "Gin"
  },
  {
    "id": "bellini",
    "title": "Bellini",
    "ingredients": [
      {
        "name": "Prosecco",
        "amount": 100.0,
        "unit": "ml"
      },
      {
        "name": "White Peach Puree",
        "amount": 50.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Place peach puree into a chilled glass",
      "Slowly pour in prosecco and stir gently to combine"
    ],
    "img": "bellini.webp",
    "glass": "wine",
    "description": "The Bellini is light and effervescent with a delicate fruit character. Peach puree lends a soft sweetness and velvety texture, while prosecco contributes crisp bubbles and a dry finish. The balance is gentle, with the fruit and sparkling wine complementing each other without overwhelming. Its mouthfeel is smooth and lively, making it a subtle and refreshing choice.",
    "base": "Prosecco"
  },
  {
    "id": "between-the-sheets",
    "title": "Between the Sheets",
    "ingredients": [
      {
        "name": "White Rum",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Cognac",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Triple Sec",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 20.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Measure rum, cognac, triple sec, and lemon juice into a shaker filled with ice",
      "Shake strongly until the mixture is cold and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "between-the-sheets.webp",
    "glass": "coupe",
    "description": "Between the Sheets combines the warmth of cognac with the lighter character of rum, balanced by citrus and orange liqueur. The lemon juice adds sharp acidity that cuts through the richness of the spirits. Triple sec provides a touch of sweetness and bright orange notes, rounding out the blend. The mouthfeel is crisp and smooth, with a layered complexity that remains balanced.",
    "base": "Cognac"
  },
  {
    "id": "black-russian",
    "title": "Black Russian",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Coffee Liqueur",
        "amount": 20.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Fill a short glass with fresh ice cubes",
      "Pour vodka and coffee liqueur over the ice",
      "Stir slowly until the drink is well mixed"
    ],
    "img": "black-russian.webp",
    "glass": "rocks",
    "description": "The Black Russian is bold and straightforward with a strong coffee flavor supported by a clean vodka base. The coffee liqueur adds sweetness and depth, creating a smooth contrast to the spirit’s neutrality. Its mouthfeel is rich yet uncomplicated, with a slightly syrupy texture from the liqueur. Overall, it is a direct and balanced drink with a dark, robust character.",
    "base": "Vodka"
  },
  {
    "id": "bloody-mary",
    "title": "Bloody Mary",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Tomato Juice",
        "amount": 90.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Worcestershire Sauce",
        "amount": 1.25,
        "unit": "ml"
      },
      {
        "name": "Tabasco, Celery Salt, Pepper (Up to taste)",
        "amount": 0.0,
        "unit": ""
      }
    ],
    "garnish": "Place a celery stick and a lemon wedge on the rim",
    "steps": [
      "Fill a tall glass with ice cubes",
      "Add vodka, tomato juice, and lemon juice into a mixing glass with ice",
      "Stir gently until blended and pour into the prepared tall glass"
    ],
    "img": "bloody-mary.webp",
    "glass": "highball",
    "description": "The Bloody Mary is savory and robust, combining the clean neutrality of vodka with the richness of tomato juice. Lemon juice adds brightness, while Worcestershire and hot sauce contribute depth and spice. Seasonings like celery salt and pepper enhance the complexity, giving the drink a layered character. The mouthfeel is full and smooth, with a balance of acidity, spice, and umami flavors.",
    "base": "Vodka"
  },
  {
    "id": "blue-lagoon",
    "title": "Blue Lagoon",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 50,
        "unit": "ml"
      },
      {
        "name": "Blue Curacao",
        "amount": 20,
        "unit": "ml"
      },
      {
        "name": "Lemonade",
        "amount": 100,
        "unit": "ml"
      }
    ],
    "garnish": "Garnish with a lemon slice and a cherry",
    "steps": [
      "Pour vodka and blue curacao into a highball glass filled with ice",
      "Top with lemonade",
      "Stir gently"
    ],
    "img": "blue-lagoon.webp",
    "glass": "highball",
    "description": "The Blue Lagoon is a vibrant and refreshing highball. Its striking blue color comes from Blue Curacao, which adds a sweet orange flavor. Paired with vodka and lemonade, it's a zesty, citrusy drink perfect for summer days.",
    "base": "Vodka"
  },
  {
    "id": "boulevardier",
    "title": "Boulevardier",
    "ingredients": [
      {
        "name": "Bourbon or Rye Whiskey",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Bitter Campari",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Red Vermouth",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "Finish with a twist of orange zest or optionally a twist of lemon zest",
    "steps": [
      "Add bourbon or rye, Campari, and sweet vermouth into a mixing glass filled with ice",
      "Stir slowly until the mixture is well chilled",
      "Strain the drink into a chilled glass"
    ],
    "img": "boulevardier.webp",
    "glass": "martini",
    "description": "The Boulevardier is bold and bittersweet, with whiskey providing warmth and depth at its core. Campari adds a sharp, herbal bitterness that contrasts with the rounded sweetness of vermouth. The balance is structured, with each element contributing to a layered flavor profile. Its mouthfeel is smooth and slightly viscous, making it a contemplative and well-rounded cocktail.",
    "base": "Whiskey"
  },
  {
    "id": "bramble",
    "title": "Bramble",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 25.0,
        "unit": "ml"
      },
      {
        "name": "Sugar Syrup",
        "amount": 12.5,
        "unit": "ml"
      },
      {
        "name": "Crème de Mûre",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a lemon slice and a few fresh blackberries on top",
    "steps": [
      "Add gin, lemon juice, and sugar syrup into a shaker filled with ice",
      "Shake well until chilled and strain into a short glass filled with crushed ice",
      "Slowly drizzle crème de mûre over the top in a circular motion"
    ],
    "img": "bramble.webp",
    "glass": "rocks",
    "description": "The Bramble is refreshing and fruit-forward, with gin’s crisp botanicals forming the base. Lemon juice provides tartness, balanced by the gentle sweetness of sugar syrup. Crème de mûre adds rich blackberry notes that cascade through the drink, creating a layered effect. The crushed ice gives it a cooling texture, making the mouthfeel light and invigorating.",
    "base": "Gin"
  },
  {
    "id": "brandy-crusta",
    "title": "Brandy Crusta",
    "ingredients": [
      {
        "name": "Brandy",
        "amount": 52.5,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 7.5,
        "unit": "ml"
      },
      {
        "name": "Curacao",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Aromatic Bitters",
        "amount": 1.25,
        "unit": "ml"
      }
    ],
    "garnish": "Curl a strip of orange or lemon peel inside the glass after coating the rim with sugar",
    "steps": [
      "Add brandy, maraschino liqueur, and lemon juice into a mixing glass filled with ice",
      "Stir gently until chilled and strain into a prepared glass with a sugared rim"
    ],
    "img": "brandy-crusta.webp",
    "glass": "coupe",
    "description": "The Brandy Crusta is complex and balanced, with brandy delivering warmth and depth as the foundation. Citrus from lemon juice and curacao brightens the profile, while maraschino adds subtle sweetness. Bitters and syrup round out the flavors, creating a layered interplay of sweet, sour, and aromatic notes. The sugared rim and citrus peel garnish enhance both texture and aroma, giving the drink a refined character.",
    "base": "Brandy"
  },
  {
    "id": "caipirinha",
    "title": "Caipirinha",
    "ingredients": [
      {
        "name": "Cachaça",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Lime cut into small wedges",
        "amount": 1.0,
        "unit": "pieces"
      },
      {
        "name": "White Cane Sugar",
        "amount": 20.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Place lime wedges and sugar into a short glass",
      "Muddle gently to release juice and dissolve sugar",
      "Fill the glass with crushed ice and pour in cachaça",
      "Stir slowly to mix the flavors together"
    ],
    "img": "caipirinha.webp",
    "glass": "rocks",
    "description": "The Caipirinha is bright and refreshing, with cachaça providing a rustic, earthy backbone. Fresh lime adds sharp acidity that balances the sweetness of cane sugar. The muddled fruit creates a textured mouthfeel, blending juice and oils into the drink. Overall, it is crisp, slightly raw, and invigorating, with a natural balance of sweet, sour, and spirit-forward notes.",
    "base": "Cachaça"
  },
  {
    "id": "canchanchara",
    "title": "Canchanchara",
    "ingredients": [
      {
        "name": "Cuban Aguardiente",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Raw Honey",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Water",
        "amount": 50.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a lime wedge on the rim of the glass",
    "steps": [
      "Combine honey, water, and lime juice in a short glass and mix until smooth",
      "Coat the inside of the glass with the mixture",
      "Fill the glass with cracked ice and pour in aguardiente",
      "Stir firmly from bottom to top to blend flavors"
    ],
    "img": "canchanchara.webp",
    "glass": "rocks",
    "description": "The Canchanchara is gentle and balanced, with aguardiente offering a light, rustic spirit character. Honey provides smooth sweetness that softens the sharper edge of lime juice. Water dilutes and rounds the drink, giving it a lighter body and approachable mouthfeel. The overall impression is earthy, mildly sweet, and refreshing, with a subtle complexity from the combination of citrus and honey.",
    "base": "Aguardiente"
  },
  {
    "id": "cardinale",
    "title": "Cardinale",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 40.0,
        "unit": "ml"
      },
      {
        "name": "Dry Vermouth",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Bitter Campari",
        "amount": 10.0,
        "unit": "ml"
      }
    ],
    "garnish": "Add a twist of lemon zest on top",
    "steps": [
      "Place gin, dry vermouth, and Campari into a mixing glass filled with ice",
      "Stir slowly until the mixture is well chilled",
      "Strain the drink into a chilled glass"
    ],
    "img": "cardinale.webp",
    "glass": "martini",
    "description": "The Cardinale is crisp and aromatic, with gin’s botanicals forming the central structure. Dry vermouth adds herbal dryness and a subtle sweetness, while Campari contributes a bitter edge. The balance is clean and slightly sharp, with citrus zest enhancing the aroma. Its mouthfeel is smooth and light, leaving a lingering herbal and bitter finish.",
    "base": "Gin"
  },
  {
    "id": "casino",
    "title": "Casino",
    "ingredients": [
      {
        "name": "Old Tom Gin",
        "amount": 40.0,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Orange Bitters",
        "amount": 1.25,
        "unit": "ml"
      }
    ],
    "garnish": "Place a twist of lemon zest and a maraschino cherry on top",
    "steps": [
      "Add gin, maraschino liqueur, and lemon juice into a shaker filled with ice",
      "Shake firmly until the mixture is cold and smooth",
      "Strain into a short glass filled with fresh ice cubes"
    ],
    "img": "casino.webp",
    "glass": "rocks",
    "description": "The Casino is bright and balanced, with Old Tom gin providing a slightly sweet, botanical base. Maraschino liqueur adds a delicate cherry note that complements the citrus sharpness of lemon juice. Orange bitters introduce subtle spice and complexity, rounding out the flavor profile. The mouthfeel is crisp and smooth, with a layered interplay of sweet, sour, and herbal elements.",
    "base": "Gin"
  },
  {
    "id": "champagne-cocktail",
    "title": "Champagne Cocktail",
    "ingredients": [
      {
        "name": "Chilled Champagne",
        "amount": 90.0,
        "unit": "ml"
      },
      {
        "name": "Cognac",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Angostura Bitters",
        "amount": 1.25,
        "unit": "ml"
      },
      {
        "name": "Grand Marnier",
        "amount": 0.15,
        "unit": "ml"
      },
      {
        "name": "Sugar Cube",
        "amount": 1.0,
        "unit": "pieces"
      }
    ],
    "garnish": "Add a twist of orange zest and drop in a maraschino cherry",
    "steps": [
      "Place a sugar cube in a chilled glass and add a few drops of bitters",
      "Pour in cognac and let it soak into the sugar",
      "Slowly top with chilled champagne, allowing the bubbles to rise gently"
    ],
    "img": "champagne-cocktail.webp",
    "glass": "wine",
    "description": "The Champagne Cocktail is effervescent and aromatic, with champagne providing a crisp, dry backbone. Cognac adds depth and warmth, while bitters lend spice and complexity. The sugar cube introduces gentle sweetness that dissolves gradually, balancing the sharper notes. Its mouthfeel is lively and sparkling, with a refined interplay of dry, sweet, and aromatic elements.",
    "base": "Champagne"
  },
  {
    "id": "chartreuse-swizzle",
    "title": "Chartreuse Swizzle",
    "ingredients": [
      {
        "name": "Green Chartreuse",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Pineapple Juice",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Falernum",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place fresh mint leaves on top and sprinkle lightly with grated nutmeg",
    "steps": [
      "Add green chartreuse, pineapple juice, lime juice, and falernum into a tall glass",
      "Fill the glass with pebble ice and use a swizzle stick or spoon to mix vigorously",
      "Top with more pebble ice until the glass is full"
    ],
    "img": "chartreuse-swizzle.webp",
    "glass": "hurricane",
    "description": "The Chartreuse Swizzle is vibrant and complex, with herbal intensity from green chartreuse at its core. Pineapple juice adds tropical sweetness, while lime provides sharp acidity to balance the richness. Falernum contributes subtle spice and depth, enhancing the layered character of the drink. The mouthfeel is cooling and textured from the pebble ice, making it refreshing yet bold.",
    "base": "Chartreuse"
  },
  {
    "id": "clover-club",
    "title": "Clover Club",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Raspberry Syrup",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Egg White",
        "amount": 0.15,
        "unit": "ml"
      }
    ],
    "garnish": "Add a twist of orange zest on top",
    "steps": [
      "Combine gin, Cointreau, Lillet Blanc, and lemon juice in a shaker filled with ice",
      "Shake firmly until the mixture is well chilled and strain into a cold glass"
    ],
    "img": "clover-club.webp",
    "glass": "coupe",
    "description": "The Clover Club is light and balanced, with gin’s botanicals forming a crisp foundation. Raspberry syrup adds gentle fruit sweetness, while lemon juice provides bright acidity. Egg white creates a smooth, silky texture and a delicate foam that softens the sharper notes. The overall character is refined, with a harmonious blend of tart, sweet, and herbal elements.",
    "base": "Gin"
  },
  {
    "id": "corpse-reviver-2",
    "title": "Corpse Reviver #2",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Cointreau",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Lillet Blanc",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Absinthe",
        "amount": 0.62,
        "unit": "ml"
      }
    ],
    "garnish": "Place a twist of orange zest on the rim or drop it into the drink",
    "steps": [
      "Add gin, Cointreau, Lillet Blanc, and lemon juice into a shaker filled with ice",
      "Shake strongly until the mixture is well chilled",
      "Strain the drink into a chilled glass"
    ],
    "img": "corpse-reviver-2.webp",
    "glass": "coupe",
    "description": "The Corpse Reviver #2 is crisp and aromatic, with gin providing a clean botanical base. Cointreau adds orange sweetness, while Lillet Blanc contributes subtle floral and herbal notes. Lemon juice sharpens the profile with acidity, and a touch of absinthe introduces a faint anise character. The mouthfeel is smooth and lively, with a balanced interplay of citrus, herbal, and sweet elements.",
    "base": "Gin"
  },
  {
    "id": "cosmopolitan",
    "title": "Cosmopolitan",
    "ingredients": [
      {
        "name": "Vodka Citron",
        "amount": 40.0,
        "unit": "ml"
      },
      {
        "name": "Cointreau",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Cranberry Juice",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a twist of lemon zest on the rim or drop it into the drink",
    "steps": [
      "Measure vodka citron, Cointreau, lime juice, and cranberry juice into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled",
      "Strain the drink into a chilled glass"
    ],
    "img": "cosmopolitan.webp",
    "glass": "coupe",
    "description": "The Cosmopolitan is bright and balanced, with vodka citron offering a clean citrus backbone. Cointreau adds orange sweetness, while lime juice sharpens the drink with acidity. Cranberry juice provides tart fruitiness that rounds out the profile. The mouthfeel is smooth and refreshing, with a layered character that balances sweet, sour, and citrus notes.",
    "base": "Vodka"
  },
  {
    "id": "cuba-libre",
    "title": "Cuba Libre",
    "ingredients": [
      {
        "name": "White Rum",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Cola",
        "amount": 120.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 10.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a lime wedge on the rim of the glass",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour in white rum and lime juice",
      "Top with cola and stir gently to blend"
    ],
    "img": "cuba-libre.webp",
    "glass": "highball",
    "description": "The Cuba Libre is straightforward and refreshing, with white rum providing a light, clean spirit base. Cola adds sweetness and effervescence, while lime juice introduces a bright citrus edge. The balance is simple yet effective, combining sweet, sour, and spirit notes in harmony. Its mouthfeel is smooth and fizzy, making it easy to drink and approachable.",
    "base": "Rum"
  },
  {
    "id": "daiquiri",
    "title": "Daiquiri",
    "ingredients": [
      {
        "name": "White Cuban Ron",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Superfine Sugar",
        "amount": 10.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add white Cuban rum and lime juice into a shaker",
      "Stir gently to help dissolve the sugar",
      "Fill the shaker with ice and shake until well chilled",
      "Strain the drink into a cold glass"
    ],
    "img": "daiquiri.webp",
    "glass": "coupe",
    "description": "The Daiquiri is crisp and refreshing, with white rum providing a clean and light spirit base. Lime juice adds sharp acidity that balances the sweetness of sugar. The drink is smooth yet bright, with a straightforward character that highlights the interplay of sweet and sour. Its mouthfeel is light and cooling, making it an elegant and uncluttered cocktail.",
    "base": "Rum"
  },
  {
    "id": "dark-n-stormy",
    "title": "Dark ‘N’ Stormy",
    "ingredients": [
      {
        "name": "Goslings Rum",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Ginger Beer",
        "amount": 100.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a lime wedge or slice on the rim of the glass",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour in ginger beer until the glass is nearly full",
      "Gently float the rum on top by pouring it slowly over the back of a spoon"
    ],
    "img": "dark-n-stormy.webp",
    "glass": "highball",
    "description": "The Dark ‘N’ Stormy combines the deep, molasses-rich flavor of dark rum with the fiery spice of ginger beer. The rum adds warmth and depth, while the ginger beer provides effervescence and a sharp bite. Lime garnish enhances the citrus edge, balancing the sweetness and spice. The mouthfeel is lively and slightly robust, with a layered character that is both refreshing and bold.",
    "base": "Rum"
  },
  {
    "id": "dons-special-daiquiri",
    "title": "Don’s Special Daiquiri",
    "ingredients": [
      {
        "name": "Gold Jamaican Rum",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Cuban Rum",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Passion Fruit Syrup",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Honey Syrup",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place half a passion fruit on top of the drink",
    "steps": [
      "Add gold Jamaican rum, Cuban rum, passion fruit syrup, lime juice, and honey syrup into a blender with crushed ice",
      "Blend briefly until smooth and pour into a tall glass",
      "Top the glass with additional crushed ice to fill"
    ],
    "img": "dons-special-daiquiri.webp",
    "glass": "hurricane",
    "description": "Don’s Special Daiquiri is tropical and layered, with rum providing a rich and spirited foundation. Passion fruit syrup adds bright, exotic sweetness, while lime juice contributes sharp acidity. Honey syrup smooths the edges, giving the drink a rounded and mellow finish. The blended ice creates a cooling texture, resulting in a balanced cocktail that is both fruity and refreshing.",
    "base": "Rum"
  },
  {
    "id": "dry-martini",
    "title": "Dry Martini",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Dry Vermouth",
        "amount": 10.0,
        "unit": "ml"
      }
    ],
    "garnish": "Express the oils from a lemon peel over the drink or place a green olive inside if preferred",
    "steps": [
      "Pour gin and dry vermouth into a mixing glass filled with ice",
      "Stir gently until the mixture is well chilled",
      "Strain the drink into a chilled glass"
    ],
    "img": "dry-martini.webp",
    "glass": "martini",
    "description": "The Dry Martini is clean and precise, with gin’s botanicals forming a sharp and aromatic base. Dry vermouth adds subtle herbal notes and a touch of dryness that complements the spirit. The garnish, whether lemon peel or olive, introduces a final aromatic or savory accent. Its mouthfeel is smooth and brisk, leaving a refined and lingering finish.",
    "base": "Gin"
  },
  {
    "id": "espresso-martini",
    "title": "Espresso Martini",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Kahlúa",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Sugar Syrup",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Strong Espresso",
        "amount": 25.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place three coffee beans on the surface of the drink",
    "steps": [
      "Add vodka, Kahlúa, and sugar syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and frothy",
      "Strain the drink into a chilled glass"
    ],
    "img": "espresso-martini.webp",
    "glass": "coupe",
    "description": "The Espresso Martini is bold and invigorating, with vodka providing a clean spirit base. Kahlúa adds rich coffee sweetness, while fresh espresso contributes depth and intensity. Sugar syrup smooths the edges, balancing bitterness with a touch of sweetness. The mouthfeel is velvety and slightly frothy, offering a layered experience of strong coffee and subtle sweetness.",
    "base": "Vodka"
  },
  {
    "id": "fernandito",
    "title": "Fernandito",
    "ingredients": [
      {
        "name": "Fernet Branca",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Cola",
        "amount": 0.0,
        "unit": "fill"
      }
    ],
    "garnish": "",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour in Fernet Branca",
      "Top with cola and stir gently to combine"
    ],
    "img": "fernandito.webp",
    "glass": "highball",
    "description": "The Fernandito is sharp and herbal, with Fernet Branca delivering a strong bitter backbone. Cola adds sweetness and effervescence, softening the intensity of the spirit. The combination creates a balance of bitter and sweet, with a refreshing carbonation. Its mouthfeel is lively and crisp, leaving a lingering herbal finish.",
    "base": "Fernet"
  },
  {
    "id": "french-75",
    "title": "French 75",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Sugar Syrup",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Champagne",
        "amount": 60.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add gin, lemon juice, and sugar syrup into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled",
      "Strain into a chilled glass and gently top with champagne",
      "Stir lightly to blend without losing the bubbles"
    ],
    "img": "french-75.webp",
    "glass": "wine",
    "description": "The French 75 is crisp and effervescent, with gin providing a botanical base. Lemon juice adds bright acidity, while sugar syrup balances with gentle sweetness. Champagne contributes dryness and lively bubbles, enhancing the drink’s refreshing character. The mouthfeel is light and sparkling, with a clean finish that balances citrus, sweetness, and herbal notes.",
    "base": "Gin"
  },
  {
    "id": "french-connection",
    "title": "French Connection",
    "ingredients": [
      {
        "name": "Cognac",
        "amount": 35.0,
        "unit": "ml"
      },
      {
        "name": "Amaretto",
        "amount": 35.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Fill a short glass with fresh ice cubes",
      "Pour in cognac and amaretto directly over the ice",
      "Stir slowly to blend the flavors together"
    ],
    "img": "french-connection.webp",
    "glass": "rocks",
    "description": "The French Connection is smooth and warming, with cognac providing depth and richness. Amaretto adds almond sweetness, creating a gentle contrast to the spirit’s bold character. The balance is straightforward, highlighting the interplay of nutty sweetness and robust brandy notes. Its mouthfeel is silky and full-bodied, leaving a lingering, mellow finish.",
    "base": "Cognac"
  },
  {
    "id": "french-martini",
    "title": "French Martini",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Raspberry Liqueur",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Pineapple Juice",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "Express the oils from a lemon peel over the surface of the drink",
    "steps": [
      "Add vodka, raspberry liqueur, and pineapple juice into a shaker filled with ice",
      "Shake strongly until the mixture is well chilled and slightly frothy",
      "Strain the drink into a chilled glass"
    ],
    "img": "french-martini.webp",
    "glass": "coupe",
    "description": "The French Martini is fruity and smooth, with vodka offering a clean and neutral base. Raspberry liqueur adds berry sweetness, while pineapple juice contributes tropical acidity and frothiness. The balance is soft and approachable, with sweetness and tartness working together. Its mouthfeel is silky and slightly creamy, leaving a refreshing and lightly sweet finish.",
    "base": "Vodka"
  },
  {
    "id": "garibaldi",
    "title": "Garibaldi",
    "ingredients": [
      {
        "name": "Bitter Campari",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Orange Juice",
        "amount": 120.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place an orange wedge on the rim of the glass",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour in bitter Campari",
      "Add freshly squeezed orange juice and stir gently to combine"
    ],
    "img": "garibaldi.webp",
    "glass": "highball",
    "description": "The Garibaldi is bright and bittersweet, with Campari providing a sharp herbal backbone. Fresh orange juice softens the bitterness, adding natural sweetness and a smooth texture. The balance is simple yet effective, highlighting the interplay of citrus and bitter notes. Its mouthfeel is light and refreshing, with a clean finish that lingers gently.",
    "base": "Campari"
  },
  {
    "id": "gimlet",
    "title": "Gimlet",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 60,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 15,
        "unit": "ml"
      }
    ],
    "garnish": "Garnish with a lime wheel",
    "steps": [
      "Add gin, lime juice, and simple syrup to a shaker with ice",
      "Shake vigorously until well chilled",
      "Strain into a chilled coupe glass"
    ],
    "img": "gimlet.webp",
    "glass": "coupe",
    "description": "The Gimlet is a crisp and elegant cocktail that showcases the botanical complexity of gin. Fresh lime juice adds bright acidity, balanced by just enough sweetness. It's simple, sophisticated, and perfectly balanced - a true classic that never goes out of style.",
    "base": "Gin"
  },
  {
    "id": "gin-basil-smash",
    "title": "Gin Basil Smash",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Sugar Syrup",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Italian Basil leaves",
        "amount": 10.0,
        "unit": "pieces"
      }
    ],
    "garnish": "",
    "steps": [
      "Add gin, lemon juice, and sugar syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "gin-basil-smash.webp",
    "glass": "coupe",
    "description": "The Gin Basil Smash is herbal and crisp, with gin’s botanicals forming a clean foundation. Fresh basil adds aromatic green notes that complement the sharpness of lemon juice. Sugar syrup rounds out the acidity, creating a balanced and approachable flavor. The mouthfeel is smooth and refreshing, with a lively character that emphasizes freshness.",
    "base": "Gin"
  },
  {
    "id": "gin-fizz",
    "title": "Gin Fizz",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Soda Water",
        "amount": 5.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a lemon slice on the rim of the glass and add a touch of lemon zest if desired",
    "steps": [
      "Add gin, lemon juice, and simple syrup into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled",
      "Strain into a tall glass without ice",
      "Top with soda water and stir gently to blend"
    ],
    "img": "gin-fizz.webp",
    "glass": "collins",
    "description": "The Gin Fizz is light and effervescent, with gin providing a crisp botanical base. Lemon juice adds bright acidity, balanced by the gentle sweetness of simple syrup. Soda water introduces bubbles that lift the flavors and create a lively texture. The mouthfeel is smooth and sparkling, with a clean finish that emphasizes freshness.",
    "base": "Gin"
  },
  {
    "id": "godfather",
    "title": "Godfather",
    "ingredients": [
      {
        "name": "Scotch Whisky",
        "amount": 35,
        "unit": "ml"
      },
      {
        "name": "Amaretto",
        "amount": 35,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Pour ingredients into an ice-filled old fashioned glass",
      "Stir gently"
    ],
    "img": "godfather.webp",
    "glass": "rocks",
    "description": "The Godfather is a simple yet elegant duo cocktail. The smoky, woody notes of Scotch whisky are perfectly softened by the sweet, nutty almond flavor of Amaretto. It's a slow-sipping drink with a warm finish.",
    "base": "Whiskey"
  },
  {
    "id": "grand-margarita",
    "title": "Grand Margarita",
    "ingredients": [
      {
        "name": "Tequila 100% Agave",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Grand Marnier",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a lime slice on the rim of the glass",
    "steps": [
      "Moisten the rim of a short glass with lime and dip it into sea salt to coat evenly",
      "Fill the prepared glass with fresh ice cubes",
      "Add tequila, Grand Marnier, and lime juice into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled",
      "Strain the drink into the salted glass"
    ],
    "img": "grand-margarita.webp",
    "glass": "rocks",
    "description": "The Grand Margarita is bold and balanced, with tequila offering a strong agave-forward base. Grand Marnier adds orange sweetness and depth, complementing the sharp acidity of lime juice. The salted rim enhances the savory aspect, creating contrast with the citrus and spirit notes. Its mouthfeel is smooth and slightly robust, with a layered character that balances sweet, sour, and salty elements.",
    "base": "Tequila"
  },
  {
    "id": "grasshopper",
    "title": "Grasshopper",
    "ingredients": [
      {
        "name": "Crème de Cacao (White)",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Crème de Menthe (Green)",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Cream",
        "amount": 20.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add crème de cacao, crème de menthe, and fresh cream into a shaker filled with ice",
      "Shake vigorously until the mixture is smooth and well chilled",
      "Strain the drink into a chilled glass"
    ],
    "img": "grasshopper.webp",
    "glass": "coupe",
    "description": "The Grasshopper is creamy and sweet, with crème de menthe providing a cool mint flavor. Crème de cacao adds gentle chocolate notes that blend smoothly with the mint. Fresh cream softens the flavors, creating a velvety texture and rounded mouthfeel. The overall character is light, dessert-like, and refreshing, with a balance of sweetness and creaminess.",
    "base": "Crème de Menthe"
  },
  {
    "id": "hanky-panky",
    "title": "Hanky Panky",
    "ingredients": [
      {
        "name": "London Dry Gin",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Red Vermouth",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fernet",
        "amount": 7.5,
        "unit": "ml"
      }
    ],
    "garnish": "Express the oils from an orange zest over the drink and place the peel on the rim",
    "steps": [
      "Add gin, sweet red vermouth, and fernet into a mixing glass filled with ice",
      "Stir slowly until the mixture is well chilled and balanced",
      "Strain the drink into a chilled glass"
    ],
    "img": "hanky-panky.webp",
    "glass": "martini",
    "description": "The Hanky Panky is aromatic and layered, with gin’s botanicals forming a crisp foundation. Sweet vermouth adds richness and herbal sweetness, while fernet introduces a distinct bitter and menthol-like edge. The balance is complex yet harmonious, with each element contributing to a nuanced flavor profile. Its mouthfeel is smooth and slightly robust, leaving a lingering herbal finish.",
    "base": "Gin"
  },
  {
    "id": "hemingway-special",
    "title": "Hemingway Special",
    "ingredients": [
      {
        "name": "Rum",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Grapefruit Juice",
        "amount": 40.0,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add rum, grapefruit juice, maraschino liqueur, and lime juice into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled",
      "Strain the drink into a chilled glass"
    ],
    "img": "hemingway-special.webp",
    "glass": "coupe",
    "description": "The Hemingway Special is tart and refreshing, with rum providing a smooth and slightly sweet base. Grapefruit juice adds bitterness and sharp citrus notes, while lime enhances acidity. Maraschino liqueur contributes subtle cherry sweetness that balances the sharper flavors. The mouthfeel is crisp and clean, with a layered character that emphasizes citrus and fruit.",
    "base": "Rum"
  },
  {
    "id": "horses-neck",
    "title": "Horse’s Neck",
    "ingredients": [
      {
        "name": "Cognac",
        "amount": 40.0,
        "unit": "ml"
      },
      {
        "name": "Ginger Ale",
        "amount": 120.0,
        "unit": "ml"
      },
      {
        "name": "Angostura Bitters",
        "amount": 0.62,
        "unit": "ml"
      }
    ],
    "garnish": "Place a long spiral of lemon peel inside the glass so it curls around the drink",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour in cognac and then add ginger ale",
      "Stir gently to mix, and add a few dashes of Angostura bitters if desired"
    ],
    "img": "horses-neck.webp",
    "glass": "highball",
    "description": "The Horse’s Neck is smooth and warming, with cognac offering depth and richness. Ginger ale provides effervescence and gentle sweetness, creating balance with the spirit. Optional bitters add spice and complexity, enhancing the overall profile. The mouthfeel is lively yet rounded, with a refreshing finish accented by citrus peel.",
    "base": "Cognac"
  },
  {
    "id": "iba-tiki",
    "title": "IBA Tiki",
    "ingredients": [
      {
        "name": "Ron Profundo Havana Club",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Ron Smoky Havana Club",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Licor Amaretto",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Licor Frangelico",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 0.25,
        "unit": "ml"
      },
      {
        "name": "Passion Fruit Puree",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Pineapple Juice",
        "amount": 90.0,
        "unit": "pieces"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 30.0,
        "unit": "pieces"
      },
      {
        "name": "Gengibre Slice",
        "amount": 1.0,
        "unit": "pieces"
      }
    ],
    "garnish": "Decorate the drink with assorted citrus slices and a piece of dehydrated pineapple",
    "steps": [
      "Place a thin slice of ginger into a shaker and gently muddle to release flavor",
      "Add Ron Profundo, Ron Smoky, amaretto, Frangelico, and passion fruit puree into the shaker",
      "Fill the shaker with ice and shake vigorously until the mixture is well chilled",
      "Strain the drink into a chilled glass filled with pebbled ice"
    ],
    "img": "iba-tiki.webp",
    "glass": "hurricane",
    "description": "The IBA Tiki is tropical and complex, with rum providing a smoky and rich foundation. Amaretto and Frangelico add nutty sweetness, while maraschino contributes subtle cherry notes. Passion fruit and pineapple juices bring bright, exotic fruit flavors, balanced by the acidity of lime. Ginger adds a warming spice, and the mouthfeel is full and refreshing, with layered sweetness and tartness.",
    "base": "Rum"
  },
  {
    "id": "illegal",
    "title": "Illegal",
    "ingredients": [
      {
        "name": "Espadin Mezcal",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Jamaica Overproof White Rum",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Falernum",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Egg White",
        "amount": 0.15,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add mezcal, rum, falernum, lime juice, and simple syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled",
      "Strain the drink into a chilled glass"
    ],
    "img": "illegal.webp",
    "glass": "coupe",
    "description": "The Illegal cocktail is smoky and bold, with mezcal providing a distinctive earthy backbone. Overproof rum adds intensity and warmth, while falernum contributes subtle spice and sweetness. Lime juice brightens the profile with acidity, balanced by the smoothness of simple syrup. The mouthfeel is rich and layered, with optional egg white adding a silky texture to soften the edges.",
    "base": "Mezcal"
  },
  {
    "id": "irish-coffee",
    "title": "Irish Coffee",
    "ingredients": [
      {
        "name": "Irish Whiskey",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Hot coffee",
        "amount": 120.0,
        "unit": "ml"
      },
      {
        "name": "Fresh cream (Chilled)",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Sugar",
        "amount": 5.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Preheat a glass by rinsing it with hot water and discard the water",
      "Pour freshly brewed hot coffee into the warmed glass",
      "Add Irish whiskey and a teaspoon of sugar or sugar syrup, then stir until fully dissolved",
      "Gently float chilled cream over the surface by slowly pouring it across the back of a spoon"
    ],
    "img": "irish-coffee.webp",
    "glass": "coupe",
    "description": "Irish Coffee is warming and smooth, with whiskey adding depth and character to the base. Hot coffee provides bitterness and richness, balanced by the sweetness of sugar. The chilled cream floats on top, creating a velvety mouthfeel and contrast between hot and cold. The overall impression is comforting, with a layered balance of spirit, coffee, sweetness, and cream.",
    "base": "Whiskey"
  },
  {
    "id": "john-collins",
    "title": "John Collins",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Soda Water",
        "amount": 60.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a lemon slice on the rim of the glass and add a maraschino cherry",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Add gin, lemon juice, and simple syrup directly into the glass",
      "Top with soda water and stir gently to combine"
    ],
    "img": "john-collins.webp",
    "glass": "collins",
    "description": "The John Collins is crisp and refreshing, with gin’s botanicals forming a clean and aromatic base. Lemon juice adds sharp acidity, balanced by the gentle sweetness of simple syrup. Soda water introduces effervescence, lifting the flavors and creating a lively texture. The mouthfeel is light and sparkling, with a straightforward balance of sweet, sour, and herbal notes.",
    "base": "Gin"
  },
  {
    "id": "jungle-bird",
    "title": "Jungle Bird",
    "ingredients": [
      {
        "name": "Blackstrap rum",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Campari",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Pineapple juice",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Demerara sugar syrup",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a pineapple wedge on the rim of the glass",
    "steps": [
      "Add rum, Campari, pineapple juice, lime juice, and demerara syrup into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled and smooth",
      "Strain the drink into a short glass filled with fresh ice cubes"
    ],
    "img": "jungle-bird.webp",
    "glass": "rocks",
    "description": "The Jungle Bird is tropical and bittersweet, with blackstrap rum providing a rich and molasses-like base. Campari adds a sharp bitterness that contrasts with the sweetness of pineapple juice. Lime juice brightens the drink with acidity, while demerara syrup rounds out the flavors with depth. The mouthfeel is smooth and full-bodied, with a layered balance of sweet, sour, and bitter elements.",
    "base": "Rum"
  },
  {
    "id": "kir",
    "title": "Kir",
    "ingredients": [
      {
        "name": "Dry White Wine",
        "amount": 90.0,
        "unit": "ml"
      },
      {
        "name": "Crème de Cassis",
        "amount": 10.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Pour crème de cassis into a chilled glass",
      "Slowly add dry white wine to fill the glass, allowing the liquids to blend gently"
    ],
    "img": "kir.webp",
    "glass": "wine",
    "description": "The Kir is light and fruity, with dry white wine providing a crisp and refreshing base. Crème de cassis adds berry sweetness and a touch of richness, blending smoothly with the wine. The balance is gentle, highlighting the interplay of tartness and sweetness. Its mouthfeel is clean and easy, with a subtle fruit finish that complements the wine’s dryness.",
    "base": "Wine"
  },
  {
    "id": "last-word",
    "title": "Last Word",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Green Chartreuse",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 22.5,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add gin, green chartreuse, maraschino liqueur, and lime juice into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and balanced",
      "Strain the drink into a chilled glass"
    ],
    "img": "last-word.webp",
    "glass": "coupe",
    "description": "The Last Word is complex and balanced, with gin’s botanicals forming a crisp foundation. Green Chartreuse adds herbal depth and a touch of spice, while maraschino liqueur provides subtle sweetness. Lime juice brightens the drink with sharp acidity, tying the flavors together. The mouthfeel is smooth and layered, leaving a lingering herbal and citrus finish.",
    "base": "Gin"
  },
  {
    "id": "lemon-drop-martini",
    "title": "Lemon Drop Martini",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Triple Sec",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add vodka, triple sec, and freshly squeezed lemon juice into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "lemon-drop-martini.webp",
    "glass": "coupe",
    "description": "The Lemon Drop Martini is bright and citrus-forward, with vodka providing a clean and neutral base. Triple sec adds orange sweetness that balances the tartness of lemon juice. The drink is crisp and refreshing, with a smooth texture from shaking. Its overall character is sharp yet approachable, with a lively citrus finish.",
    "base": "Vodka"
  },
  {
    "id": "long-island-iced-tea",
    "title": "Long Island Iced Tea",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Tequila",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "White Rum",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Gin",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Cointreau",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Lemon juice",
        "amount": 25.0,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Cola",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a lemon slice on the rim of the glass",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour vodka, tequila, white rum, gin, and Cointreau directly over the ice",
      "Add lemon juice and simple syrup to the glass",
      "Stir slowly until the mixture is well combined"
    ],
    "img": "long-island-iced-tea.webp",
    "glass": "highball",
    "description": "The Long Island Iced Tea is bold and layered, with multiple spirits combining into a strong base. Lemon juice adds acidity, while simple syrup provides balance and sweetness. Cola rounds out the drink with effervescence and a caramel-like note. The mouthfeel is lively and robust, with a complex character that blends sweet, sour, and spirit-forward elements.",
    "base": "Vodka"
  },
  {
    "id": "mai-tai",
    "title": "Mai-Tai",
    "ingredients": [
      {
        "name": "Amber Jamaican Rum",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Martinique Molasses Rhum",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Orange Curacao",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Orgeat Syrup (Almond)",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 7.5,
        "unit": "ml"
      }
    ],
    "garnish": "Decorate the drink with a pineapple spear, a few mint leaves, and a strip of lime peel",
    "steps": [
      "Add amber Jamaican rum, Martinique molasses rhum, orange curacao, orgeat syrup, lime juice, and simple syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass filled with fresh ice cubes"
    ],
    "img": "mai-tai.webp",
    "glass": "hurricane",
    "description": "The Mai-Tai is tropical and rich, with rum providing a deep and flavorful foundation. Orange curacao adds citrus sweetness, while orgeat syrup contributes nutty almond notes. Lime juice sharpens the profile with acidity, balanced by the smoothness of simple syrup. The mouthfeel is full and refreshing, with a layered character that blends sweet, sour, and nutty flavors.",
    "base": "Rum"
  },
  {
    "id": "manhattan",
    "title": "Manhattan",
    "ingredients": [
      {
        "name": "Rye Whiskey",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Red Vermouth",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Angostura Bitters",
        "amount": 0.62,
        "unit": "ml"
      }
    ],
    "garnish": "Place a cocktail cherry into the drink before serving",
    "steps": [
      "Add rye whiskey and sweet red vermouth into a mixing glass filled with ice",
      "Stir slowly until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "manhattan.webp",
    "glass": "martini",
    "description": "The Manhattan is smooth and spirit-forward, with rye whiskey providing warmth and spice. Sweet vermouth adds herbal sweetness and depth, while bitters introduce subtle complexity. The balance is structured and refined, with each element complementing the others. Its mouthfeel is silky and robust, leaving a lingering finish of spice and sweetness.",
    "base": "Whiskey"
  },
  {
    "id": "margarita",
    "title": "Margarita",
    "ingredients": [
      {
        "name": "Tequila 100% Agave",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Triple Sec",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "Serve with a half rim of salt on the glass",
    "steps": [
      "Prepare a glass by moistening the rim with lime and dipping it into salt if desired",
      "Add tequila, triple sec, and freshly squeezed lime juice into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled",
      "Strain the drink into the prepared chilled glass"
    ],
    "img": "margarita.webp",
    "glass": "coupe",
    "description": "The Margarita is crisp and tangy, with tequila providing a bold agave-forward base. Triple sec adds a touch of orange sweetness that balances the sharp acidity of lime juice. The salted rim enhances the savory aspect, creating contrast with the citrus and spirit notes. Its mouthfeel is smooth and refreshing, with a lively balance of sweet, sour, and salty elements.",
    "base": "Tequila"
  },
  {
    "id": "martinez",
    "title": "Martinez",
    "ingredients": [
      {
        "name": "London Dry Gin",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Red Vermouth",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Orange Bitters",
        "amount": 1.25,
        "unit": "ml"
      }
    ],
    "garnish": "Express the oils from a strip of lemon zest over the drink and place the peel on the rim",
    "steps": [
      "Add gin and sweet red vermouth into a mixing glass filled with ice",
      "Stir gently until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "martinez.webp",
    "glass": "martini",
    "description": "The Martinez is rich and aromatic, with gin’s botanicals forming a crisp foundation. Sweet vermouth adds herbal sweetness and depth, while maraschino liqueur introduces subtle cherry notes. Orange bitters provide a gentle spice that rounds out the profile. The mouthfeel is smooth and layered, with a lingering finish of herbal and citrus elements.",
    "base": "Gin"
  },
  {
    "id": "mary-pickford",
    "title": "Mary Pickford",
    "ingredients": [
      {
        "name": "White Rum",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Pineapple Juice",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 7.5,
        "unit": "ml"
      },
      {
        "name": "Grenadine Syrup",
        "amount": 5.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add white rum, pineapple juice, maraschino liqueur, and grenadine syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "mary-pickford.webp",
    "glass": "coupe",
    "description": "The Mary Pickford is tropical and smooth, with rum providing a light and clean base. Pineapple juice adds bright sweetness, while grenadine contributes a gentle fruit depth. Maraschino liqueur introduces subtle cherry notes that balance the overall profile. The mouthfeel is soft and refreshing, with a layered character that blends sweet and fruity flavors.",
    "base": "Rum"
  },
  {
    "id": "mimosa",
    "title": "Mimosa",
    "ingredients": [
      {
        "name": "Fresh Orange Juice",
        "amount": 75.0,
        "unit": "ml"
      },
      {
        "name": "Prosecco",
        "amount": 75.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a thin twist of orange peel on the rim of the glass",
    "steps": [
      "Pour freshly squeezed orange juice into a chilled glass",
      "Slowly add prosecco, letting the bubbles rise gently",
      "Stir lightly to combine without losing effervescence"
    ],
    "img": "mimosa.webp",
    "glass": "wine",
    "description": "The Mimosa is light and effervescent, with prosecco providing a crisp and sparkling base. Orange juice adds natural sweetness and bright acidity, creating a refreshing balance. The bubbles lift the flavors, giving the drink a lively texture. Its mouthfeel is smooth and airy, with a clean finish that emphasizes citrus and freshness.",
    "base": "Prosecco"
  },
  {
    "id": "mint-julep",
    "title": "Mint Julep",
    "ingredients": [
      {
        "name": "Bourbon Whiskey",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Mint Sprigs",
        "amount": 4.0,
        "unit": "pieces"
      },
      {
        "name": "Powdered Sugar",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Water",
        "amount": 10.0,
        "unit": "ml"
      }
    ],
    "garnish": "Add a sprig of mint on top of the drink before serving",
    "steps": [
      "Place fresh mint leaves, sugar, and a splash of water into a sturdy glass",
      "Gently press the mint with a muddler to release its aroma without tearing the leaves",
      "Fill the glass completely with cracked ice",
      "Pour bourbon whiskey over the ice and stir until the glass becomes frosted"
    ],
    "img": "mint-julep.webp",
    "glass": "rocks",
    "description": "The Mint Julep is cooling and aromatic, with bourbon providing a rich and warming base. Fresh mint adds herbal brightness, while sugar and water soften the spirit’s intensity. The cracked ice creates a frosty texture that enhances the refreshing character. Its mouthfeel is smooth and chilled, with a layered balance of sweetness, herbal notes, and whiskey depth.",
    "base": "Whiskey"
  },
  {
    "id": "missionarys-downfall",
    "title": "Missionary’s Downfall",
    "ingredients": [
      {
        "name": "White Rum",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Peach Brandy",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Honey Mix",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Mint Leaves",
        "amount": 10.0,
        "unit": "pieces"
      },
      {
        "name": "Pineapple Chunks",
        "amount": 3.0,
        "unit": "pieces"
      }
    ],
    "garnish": "Place a sprig of mint and a slice of pineapple on top of the drink",
    "steps": [
      "Add white rum, peach brandy, lime juice, and honey mix into a blender",
      "Add half a cup of crushed ice and blend until smooth and frosty",
      "Pour the blended mixture into a chilled glass"
    ],
    "img": "missionarys-downfall.webp",
    "glass": "hurricane",
    "description": "The Missionary’s Downfall is tropical and refreshing, with rum providing a light and smooth base. Peach brandy adds a soft fruit sweetness, while lime juice contributes bright acidity. Honey mix rounds out the flavors with gentle richness, and pineapple adds a juicy, tropical note. Mint enhances the aroma and provides a cooling finish, giving the drink a layered and balanced character.",
    "base": "Rum"
  },
  {
    "id": "mojito",
    "title": "Mojito",
    "ingredients": [
      {
        "name": "White Cuban Ron",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Mint Sprigs",
        "amount": 6.0,
        "unit": "pieces"
      },
      {
        "name": "White Cane Sugar",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Soda Water",
        "amount": 0.0,
        "unit": ""
      }
    ],
    "garnish": "Add a sprig of mint and place a slice of lime on the rim of the glass",
    "steps": [
      "Place fresh mint leaves, sugar, and lime juice into a tall glass",
      "Gently press the mint with a muddler to release flavor without tearing the leaves",
      "Add a small splash of soda water and fill the glass with ice cubes",
      "Pour white Cuban rum over the ice and top with more soda water",
      "Stir lightly to blend the ingredients while keeping the mint leaves at the bottom"
    ],
    "img": "mojito.webp",
    "glass": "highball",
    "description": "The Mojito is crisp and cooling, with rum providing a clean and light foundation. Lime juice adds sharp acidity, balanced by the sweetness of cane sugar. Fresh mint enhances the aroma and delivers a refreshing herbal note. Soda water lifts the flavors with effervescence, creating a lively and invigorating mouthfeel.",
    "base": "Rum"
  },
  {
    "id": "monkey-gland",
    "title": "Monkey Gland",
    "ingredients": [
      {
        "name": "Dry Gin",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Orange Juice",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Absinthe",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Grenadine Syrup",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add dry gin and fresh orange juice into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "monkey-gland.webp",
    "glass": "coupe",
    "description": "The Monkey Gland is bold and distinctive, with gin’s botanicals forming a sharp base. Orange juice adds bright sweetness and acidity, while grenadine provides a subtle fruit depth. Absinthe contributes a faint herbal and anise note, adding complexity to the profile. The mouthfeel is smooth and balanced, with a layered interplay of citrus, herbal, and sweet flavors.",
    "base": "Gin"
  },
  {
    "id": "moscow-mule",
    "title": "Moscow Mule",
    "ingredients": [
      {
        "name": "Smirnoff Vodka",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Ginger Beer",
        "amount": 120.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 10.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a slice of lime on the rim of the glass",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour vodka over the ice and add ginger beer",
      "Add freshly squeezed lime juice to the glass",
      "Stir gently to blend the flavors without losing carbonation"
    ],
    "img": "moscow-mule.webp",
    "glass": "highball",
    "description": "The Moscow Mule is lively and refreshing, with vodka offering a clean and neutral base. Ginger beer adds spice and effervescence, giving the drink its signature bite. Lime juice provides bright acidity that balances the sweetness and spice. The mouthfeel is crisp and fizzy, with a cooling finish that highlights the citrus and ginger notes.",
    "base": "Vodka"
  },
  {
    "id": "naked-and-famous",
    "title": "Naked and Famous",
    "ingredients": [
      {
        "name": "Mezcal",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Yellow Chartreuse",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Aperol",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 22.5,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add mezcal, yellow chartreuse, aperol, and fresh lime juice into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "naked-and-famous.webp",
    "glass": "coupe",
    "description": "The Naked and Famous is smoky and vibrant, with mezcal providing a bold and earthy base. Yellow Chartreuse adds herbal complexity, while Aperol contributes a bittersweet citrus note. Lime juice brightens the drink with sharp acidity, tying the flavors together. The mouthfeel is smooth and balanced, with a layered character that blends smoke, herbal tones, and refreshing citrus.",
    "base": "Mezcal"
  },
  {
    "id": "negroni",
    "title": "Negroni",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Bitter Campari",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Red Vermouth",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a half slice of orange inside the glass before serving",
    "steps": [
      "Fill a sturdy glass with fresh ice cubes",
      "Pour gin, Campari, and sweet red vermouth directly over the ice",
      "Stir slowly until the drink is well mixed and chilled"
    ],
    "img": "negroni.webp",
    "glass": "rocks",
    "description": "The Negroni is bold and bittersweet, with gin’s botanicals forming a crisp foundation. Campari adds sharp bitterness and herbal depth, while sweet vermouth provides balance with gentle sweetness. The flavors are strong yet harmonious, creating a structured profile. Its mouthfeel is smooth and slightly robust, leaving a lingering finish of citrus and herbal notes.",
    "base": "Gin"
  },
  {
    "id": "new-york-sour",
    "title": "New York Sour",
    "ingredients": [
      {
        "name": "Rye Whiskey or Bourbon",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Egg White",
        "amount": 0.15,
        "unit": "ml"
      },
      {
        "name": "Red wine (Shiraz or Malbech)",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "Add a strip of lemon or orange zest and place a cherry in the drink before serving",
    "steps": [
      "Add rye whiskey or bourbon, simple syrup, and fresh lemon juice into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass filled with fresh ice cubes",
      "Slowly pour red wine over the back of a spoon to create a float on top"
    ],
    "img": "new-york-sour.webp",
    "glass": "rocks",
    "description": "The New York Sour is rich and layered, with whiskey providing a warm and robust base. Lemon juice adds sharp acidity, balanced by the sweetness of simple syrup. A float of red wine introduces depth and fruitiness, creating contrast with the spirit. The optional egg white adds a silky texture, giving the drink a smooth mouthfeel with a striking balance of sweet, sour, and dry notes.",
    "base": "Whiskey"
  },
  {
    "id": "old-cuban",
    "title": "Old Cuban",
    "ingredients": [
      {
        "name": "Mint Leaves",
        "amount": 0.75,
        "unit": "pieces"
      },
      {
        "name": "Aged Rum",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Angostura Bitters",
        "amount": 1.25,
        "unit": "ml"
      },
      {
        "name": "Brut Champagne or Prosecco",
        "amount": 60.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a sprig of fresh mint on top of the drink before serving",
    "steps": [
      "Add aged rum, fresh lime juice, and simple syrup into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass",
      "Top up gently with brut champagne or prosecco"
    ],
    "img": "old-cuban.webp",
    "glass": "wine",
    "description": "The Old Cuban is refined and balanced, with aged rum providing a deep and warming base. Lime juice adds brightness and acidity, while simple syrup smooths the edges with gentle sweetness. Mint enhances the aroma and freshness, complemented by the subtle spice of bitters. Champagne or prosecco lifts the drink with effervescence, giving it a lively and elegant mouthfeel.",
    "base": "Rum"
  },
  {
    "id": "old-fashioned",
    "title": "Old Fashioned",
    "ingredients": [
      {
        "name": "Bourbon or Rye Whiskey",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Sugar Cube",
        "amount": 1.0,
        "unit": "pieces"
      },
      {
        "name": "Few Dashes Angostura Bitters",
        "amount": 0.0,
        "unit": ""
      },
      {
        "name": "Few Dashes Plain Water",
        "amount": 0.0,
        "unit": ""
      }
    ],
    "garnish": "Add a slice or zest of orange and place a cocktail cherry in the drink before serving",
    "steps": [
      "Place a sugar cube into a sturdy glass and add a few dashes of bitters with a splash of water",
      "Muddle gently until the sugar is fully dissolved",
      "Fill the glass with fresh ice cubes",
      "Pour bourbon or rye whiskey over the ice and stir slowly until well mixed"
    ],
    "img": "old-fashioned.webp",
    "glass": "rocks",
    "description": "The Old Fashioned is smooth and spirit-forward, with whiskey offering depth and warmth as the foundation. Bitters add spice and complexity, while sugar provides balance and a touch of sweetness. The dilution from water and ice softens the intensity, creating a rounded profile. Its mouthfeel is silky and robust, leaving a lingering finish of spice and sweetness.",
    "base": "Whiskey"
  },
  {
    "id": "paloma",
    "title": "Paloma",
    "ingredients": [
      {
        "name": "Tequila 100% Agave",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Salt",
        "amount": 1.0,
        "unit": "pinch"
      },
      {
        "name": "Pink Grapefruit Soda",
        "amount": 100.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a slice of lime on the rim of the glass before serving",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour tequila into the glass and add freshly squeezed lime juice",
      "Add a small pinch of salt if desired",
      "Top up with pink grapefruit soda until the glass is full",
      "Stir gently to blend the flavors while keeping the drink fizzy"
    ],
    "img": "paloma.webp",
    "glass": "highball",
    "description": "The Paloma is crisp and refreshing, with tequila providing a bold agave-forward base. Grapefruit soda adds effervescence and bittersweet citrus notes, balanced by the sharpness of lime. A pinch of salt enhances the flavors and rounds out the profile. The mouthfeel is lively and fizzy, with a clean finish that highlights citrus and agave.",
    "base": "Tequila"
  },
  {
    "id": "paper-plane",
    "title": "Paper Plane",
    "ingredients": [
      {
        "name": "Bourbon Whiskey",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Amaro Nonino",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Aperol",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add bourbon whiskey, amaro nonino, aperol, and fresh lemon juice into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and balanced",
      "Strain the drink into a chilled glass"
    ],
    "img": "paper-plane.webp",
    "glass": "coupe",
    "description": "The Paper Plane is balanced and modern, with bourbon providing a warm and smooth foundation. Amaro Nonino adds herbal depth and subtle sweetness, while Aperol contributes a bittersweet citrus note. Lemon juice sharpens the profile with bright acidity, tying the flavors together. The mouthfeel is crisp and layered, with a harmonious blend of sweet, bitter, and sour elements.",
    "base": "Whiskey"
  },
  {
    "id": "paradise",
    "title": "Paradise",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Apricot Brandy",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Orange Juice",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add gin, apricot brandy, and fresh orange juice into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "paradise.webp",
    "glass": "coupe",
    "description": "The Paradise is light and fruity, with gin’s botanicals forming a crisp and aromatic base. Apricot brandy adds stone fruit sweetness, while orange juice contributes bright citrus notes. The flavors are gentle and well-rounded, creating a smooth and approachable profile. Its mouthfeel is refreshing and balanced, with a clean finish that highlights both fruit and herbal elements.",
    "base": "Gin"
  },
  {
    "id": "penicillin",
    "title": "Penicillin",
    "ingredients": [
      {
        "name": "Blended scotch whisky",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Lagavulin 16y",
        "amount": 7.5,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Honey Syrup",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Fresh ginger",
        "amount": 2.0,
        "unit": "pieces"
      }
    ],
    "garnish": "Add a few slices of candied ginger on top of the drink before serving",
    "steps": [
      "Place fresh ginger into a shaker and gently muddle to release its flavor",
      "Add blended scotch whisky, fresh lemon juice, and honey syrup into the shaker",
      "Fill the shaker with ice and shake firmly until the mixture is well chilled",
      "Strain the drink into a chilled glass filled with fresh ice cubes",
      "Carefully float the Lagavulin single malt whisky on top by pouring it over the back of a spoon"
    ],
    "img": "penicillin.webp",
    "glass": "rocks",
    "description": "The Penicillin is bold and layered, with blended scotch whisky providing a smooth and smoky base. Lemon juice adds sharp acidity, balanced by the gentle sweetness of honey syrup. Fresh ginger contributes spice and warmth, enhancing the complexity of the drink. A float of peaty single malt adds depth, giving the mouthfeel a rich and lingering character.",
    "base": "Whiskey"
  },
  {
    "id": "pina-colada",
    "title": "Pina Colada",
    "ingredients": [
      {
        "name": "White Rum",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Coconut Cream",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Pineapple Juice",
        "amount": 50.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a slice of pineapple on the rim and add a cocktail cherry on top",
    "steps": [
      "Add white rum, coconut cream, and fresh pineapple juice into a blender",
      "Add a generous amount of ice and blend until smooth and creamy",
      "Pour the mixture into a large chilled glass",
      "Serve with a straw for easy sipping"
    ],
    "img": "pina-colada.webp",
    "glass": "hurricane",
    "description": "The Piña Colada is creamy and tropical, with rum providing a light and smooth base. Coconut cream adds richness and a velvety texture, while pineapple juice brings bright sweetness and acidity. The flavors blend seamlessly, creating a balanced and indulgent profile. Its mouthfeel is smooth and lush, with a refreshing finish that highlights tropical fruit and creaminess.",
    "base": "Rum"
  },
  {
    "id": "pisco-punch",
    "title": "Pisco Punch",
    "ingredients": [
      {
        "name": "Pisco",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Pineapple Juice",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Dry White Wine",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Cloves",
        "amount": 3.0,
        "unit": "pieces"
      }
    ],
    "garnish": "",
    "steps": [
      "Combine simple syrup with cloves in a shaker and press lightly to release flavor",
      "Add pisco, fresh pineapple juice, and fresh lemon juice into the shaker",
      "Fill the shaker with ice and shake vigorously until well chilled",
      "Strain the mixture twice into a chilled glass",
      "Top gently with dry white wine and stir softly to blend"
    ],
    "img": "pisco-punch.webp",
    "glass": "wine",
    "description": "The Pisco Punch is bright and layered, with pisco offering a clean and slightly floral base. Pineapple juice adds tropical sweetness, while lemon juice sharpens the profile with acidity. Cloves provide a subtle spice that complements the fruit notes, and white wine introduces dryness and complexity. The mouthfeel is smooth and refreshing, with a balance of sweet, tart, and aromatic elements.",
    "base": "Pisco"
  },
  {
    "id": "pisco-sour",
    "title": "Pisco Sour",
    "ingredients": [
      {
        "name": "Pisco",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Raw whole Egg White",
        "amount": 1.0,
        "unit": "pieces"
      }
    ],
    "garnish": "Add a few drops of aromatic bitters on the surface of the drink before serving",
    "steps": [
      "Add pisco, fresh lemon juice, and simple syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and slightly frothy",
      "Strain the drink into a chilled glass"
    ],
    "img": "pisco-sour.webp",
    "glass": "coupe",
    "description": "The Pisco Sour is smooth and balanced, with pisco providing a crisp and aromatic base. Lemon juice adds sharp acidity, while simple syrup rounds out the flavors with gentle sweetness. The egg white creates a silky texture and frothy top, softening the sharper notes. Its mouthfeel is creamy yet refreshing, with a layered character that blends citrus, sweetness, and subtle bitterness.",
    "base": "Pisco"
  },
  {
    "id": "planters-punch",
    "title": "Planters Punch",
    "ingredients": [
      {
        "name": "Jamaican Rum",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Sugar Cane Juice",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a strip of orange zest on top of the drink before serving",
    "steps": [
      "Add Jamaican rum, lime juice, and sugar cane juice directly into a large glass",
      "Fill the glass with ice or add a splash of water or juice if desired for dilution",
      "Stir gently to combine the flavors evenly"
    ],
    "img": "planters-punch.webp",
    "glass": "hurricane",
    "description": "The Planters Punch is bold and straightforward, with rum providing a rich and full-bodied base. Lime juice adds tartness that balances the sweetness of sugar cane juice. The flavors are simple yet effective, creating a refreshing and spirited profile. Its mouthfeel is smooth and slightly robust, with a clean finish that highlights citrus and molasses notes.",
    "base": "Rum"
  },
  {
    "id": "porn-star-martini",
    "title": "Porn Star Martini",
    "ingredients": [
      {
        "name": "Vanilla Vodka",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Passion Fruit Liqueur",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Passion Fruit Puree",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Vanilla Sugar",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Champagne",
        "amount": 50.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place half a passion fruit on top of the drink and lightly dust with sugar before serving",
    "steps": [
      "Add vanilla vodka, passion fruit liqueur, and passion fruit puree into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Double strain the drink into a chilled glass to remove pulp and ice shards",
      "Serve with a separate shot of champagne on the side"
    ],
    "img": "porn-star-martini.webp",
    "glass": "coupe",
    "description": "The Porn Star Martini is vibrant and indulgent, with vanilla vodka providing a smooth and aromatic base. Passion fruit liqueur and puree add tropical sweetness and tartness, creating a lively flavor profile. Vanilla sugar enhances the richness, while the side of champagne offers a crisp contrast. The mouthfeel is silky and refreshing, with a layered balance of sweet, tart, and sparkling elements.",
    "base": "Vodka"
  },
  {
    "id": "porto-flip",
    "title": "Porto Flip",
    "ingredients": [
      {
        "name": "Brandy",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Red Tawny Port Wine",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Egg Yolk",
        "amount": 10.0,
        "unit": "ml"
      }
    ],
    "garnish": "Sprinkle freshly ground nutmeg on top before serving",
    "steps": [
      "Add brandy, red tawny port wine, and egg yolk into a shaker filled with ice",
      "Shake vigorously until the mixture is smooth and well chilled",
      "Strain the drink into a chilled glass"
    ],
    "img": "porto-flip.webp",
    "glass": "coupe",
    "description": "The Porto Flip is rich and velvety, with port wine providing a deep, fruity sweetness. Brandy adds warmth and structure, complementing the roundness of the port. The egg yolk creates a creamy texture, giving the drink a luxurious mouthfeel. Nutmeg garnish adds a subtle spice, enhancing the layered and indulgent character.",
    "base": "Port Wine"
  },
  {
    "id": "rabo-de-galo",
    "title": "Rabo de Galo",
    "ingredients": [
      {
        "name": "Cachaça",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Vermouth Cinzano Rosso",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Cynar",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Angostura",
        "amount": 0.1,
        "unit": "ml"
      }
    ],
    "garnish": "Place an orange twist on the rim of the glass before serving",
    "steps": [
      "Add cachaça, sweet vermouth, and cynar directly into a sturdy glass",
      "Fill the glass with fresh ice cubes",
      "Stir gently until the drink is well mixed and chilled"
    ],
    "img": "rabo-de-galo.webp",
    "glass": "rocks",
    "description": "The Rabo de Galo is bold and earthy, with cachaça providing a strong and rustic base. Sweet vermouth adds herbal sweetness, while Cynar contributes a bitter, vegetal depth. Optional bitters enhance the complexity with subtle spice. The mouthfeel is smooth yet robust, with a layered balance of sweet, bitter, and herbal notes.",
    "base": "Cachaça"
  },
  {
    "id": "ramos-fizz",
    "title": "Ramos Fizz",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Sugar Syrup",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Cream",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Egg White",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Orange Flower Water",
        "amount": 1.88,
        "unit": "ml"
      },
      {
        "name": "Vanilla Extract",
        "amount": 0.1,
        "unit": "ml"
      },
      {
        "name": "Soda Water",
        "amount": 0.0,
        "unit": ""
      }
    ],
    "garnish": "",
    "steps": [
      "Add gin, fresh lime juice, fresh lemon juice, sugar syrup, cream, and egg white into a shaker with ice",
      "Shake vigorously for about two minutes until the mixture becomes frothy and well chilled",
      "Strain the drink into a clean glass to remove ice and solids",
      "Return the liquid to the shaker without ice and shake firmly again for about one minute to create a smooth texture",
      "Strain the drink into a tall chilled glass",
      "Top gently with soda water to finish"
    ],
    "img": "ramos-fizz.webp",
    "glass": "highball",
    "description": "The Ramos Fizz is creamy and refreshing, with gin providing a crisp botanical base. Lemon and lime juices add bright acidity, balanced by the sweetness of sugar syrup. Cream and egg white create a silky, frothy texture that softens the sharper notes. Orange flower water and vanilla add aromatic depth, while soda water lifts the drink with effervescence.",
    "base": "Gin"
  },
  {
    "id": "remember-the-maine",
    "title": "Remember the Maine",
    "ingredients": [
      {
        "name": "Rye Whiskey",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Vermouth",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Cherry Brandy Luxardo",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Absinthe",
        "amount": 7.5,
        "unit": "ml"
      }
    ],
    "garnish": "Place a strip of fresh lemon zest on the drink before serving",
    "steps": [
      "Pour absinthe into a chilled glass and rotate it to coat the inside evenly",
      "Discard any excess absinthe and set the prepared glass aside",
      "Add rye whiskey, sweet vermouth, and cherry brandy into a mixing glass filled with ice",
      "Stir slowly until the mixture is well chilled and balanced",
      "Strain the drink into the absinthe-rinsed glass"
    ],
    "img": "remember-the-maine.webp",
    "glass": "martini",
    "description": "Remember the Maine is bold and complex, with rye whiskey providing a strong and spicy foundation. Sweet vermouth adds herbal sweetness, while cherry brandy introduces a rich fruit note. Absinthe contributes a subtle anise character, enhancing the depth of the drink. The mouthfeel is smooth and layered, with a lingering finish that balances spice, sweetness, and herbal tones.",
    "base": "Whiskey"
  },
  {
    "id": "russian-spring-punch",
    "title": "Russian Spring Punch",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 25.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 25.0,
        "unit": "ml"
      },
      {
        "name": "Crème de Cassis",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Sugar Syrup",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Top up with Sparkling Wine",
        "amount": 0.0,
        "unit": ""
      }
    ],
    "garnish": "Place a few fresh blackberries in the glass and add a slice of lemon before serving",
    "steps": [
      "Add vodka, fresh lemon juice, creme de cassis, and sugar syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a tall chilled glass filled with fresh ice cubes",
      "Top gently with sparkling wine to finish"
    ],
    "img": "russian-spring-punch.webp",
    "glass": "collins",
    "description": "The Russian Spring Punch is lively and refreshing, with vodka offering a clean and neutral base. Lemon juice adds sharp acidity, balanced by the sweetness of sugar syrup. Creme de cassis contributes berry richness, while sparkling wine lifts the drink with effervescence. The mouthfeel is crisp and vibrant, with a layered balance of sweet, tart, and fruity notes.",
    "base": "Vodka"
  },
  {
    "id": "rusty-nail",
    "title": "Rusty Nail",
    "ingredients": [
      {
        "name": "Scotch Whisky",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Drambuie",
        "amount": 25.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a strip of lemon zest on the drink before serving",
    "steps": [
      "Fill a sturdy glass with fresh ice cubes",
      "Pour scotch whisky and drambuie directly over the ice",
      "Stir slowly until the drink is well blended and chilled"
    ],
    "img": "rusty-nail.webp",
    "glass": "rocks",
    "description": "The Rusty Nail is smooth and warming, with scotch whisky providing a smoky and robust base. Drambuie adds honeyed sweetness and herbal depth, complementing the strength of the whisky. The flavors are simple yet rich, creating a balanced and mellow profile. Its mouthfeel is silky and full-bodied, with a lingering finish of sweetness and smoke.",
    "base": "Whiskey"
  },
  {
    "id": "sazerac",
    "title": "Sazerac",
    "ingredients": [
      {
        "name": "Cognac",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Absinthe",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Sugar Cube",
        "amount": 1.0,
        "unit": "pieces"
      },
      {
        "name": "Peychaud’s Bitters",
        "amount": 1.25,
        "unit": "ml"
      }
    ],
    "garnish": "Place a strip of fresh lemon zest on the drink before serving",
    "steps": [
      "Pour absinthe into a chilled glass and rotate it to coat the inside evenly",
      "Add a few ice cubes to the glass and set it aside while preparing the drink",
      "In a separate mixing glass filled with ice, add cognac and stir slowly until well chilled",
      "Discard the ice and any excess absinthe from the prepared glass",
      "Strain the chilled cognac into the absinthe-rinsed glass"
    ],
    "img": "sazerac.webp",
    "glass": "martini",
    "description": "The Sazerac is aromatic and spirit-forward, with cognac providing a rich and warming base. Absinthe adds a subtle herbal and anise note, while bitters contribute spice and complexity. The sugar cube balances the sharper edges with gentle sweetness. Its mouthfeel is smooth and robust, with a layered finish that highlights herbal, sweet, and spirit-driven elements.",
    "base": "Cognac"
  },
  {
    "id": "sea-breeze",
    "title": "Sea Breeze",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 40.0,
        "unit": "ml"
      },
      {
        "name": "Cranberry Juice",
        "amount": 120.0,
        "unit": "ml"
      },
      {
        "name": "Grapefruit Juice",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a strip of orange zest on the rim and add a cherry before serving",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour vodka over the ice",
      "Add cranberry juice followed by grapefruit juice",
      "Stir gently to mix the flavors evenly"
    ],
    "img": "sea-breeze.webp",
    "glass": "highball",
    "description": "The Sea Breeze is crisp and refreshing, with vodka offering a clean and neutral base. Cranberry juice adds tart fruitiness, while grapefruit juice contributes a bittersweet citrus note. The flavors are light and balanced, creating a straightforward and invigorating profile. Its mouthfeel is smooth and cooling, with a bright finish that emphasizes fruit and citrus.",
    "base": "Vodka"
  },
  {
    "id": "sex-on-the-beach",
    "title": "Sex on the Beach",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 40.0,
        "unit": "ml"
      },
      {
        "name": "Peach Schnapps",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Orange Juice",
        "amount": 40.0,
        "unit": "ml"
      },
      {
        "name": "Cranberry Juice",
        "amount": 40.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place half an orange slice on the rim of the glass before serving",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour vodka and peach schnapps over the ice",
      "Add fresh orange juice followed by cranberry juice",
      "Stir gently to combine the flavors evenly"
    ],
    "img": "sex-on-the-beach.webp",
    "glass": "highball",
    "description": "Sex on the Beach is fruity and refreshing, with vodka providing a clean and neutral base. Peach schnapps adds a soft sweetness, while orange juice contributes bright citrus notes. Cranberry juice balances the drink with tartness, creating a layered interplay of sweet and sour. The mouthfeel is smooth and light, with a crisp finish that emphasizes fruit flavors.",
    "base": "Vodka"
  },
  {
    "id": "sherry-cobbler",
    "title": "Sherry Cobbler",
    "ingredients": [
      {
        "name": "Amontillado sherry",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Palo Cortado",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Superfine Sugar (or granulated)",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Orange Wheel",
        "amount": 0.5,
        "unit": "pieces"
      },
      {
        "name": "Lemon Wheel",
        "amount": 0.5,
        "unit": "pieces"
      }
    ],
    "garnish": "Place a few fresh berries along with a small slice of orange and lemon on top before serving",
    "steps": [
      "Add amontillado sherry, palo cortado, sugar, and small pieces of orange and lemon into a shaker with ice",
      "Shake firmly until the mixture is well chilled and the fruit flavors are released",
      "Strain the drink into a chilled glass filled with crushed ice",
      "Serve with a straw for easy sipping"
    ],
    "img": "sherry-cobbler.webp",
    "glass": "wine",
    "description": "The Sherry Cobbler is light and aromatic, with sherry providing a nutty and slightly oxidative base. Citrus from orange and lemon adds brightness and acidity, while sugar balances with gentle sweetness. Fresh berries enhance the fruit character, giving the drink a refreshing complexity. The mouthfeel is smooth and cooling, with a crisp finish that highlights the sherry’s depth.",
    "base": "Sherry"
  },
  {
    "id": "sidecar",
    "title": "Sidecar",
    "ingredients": [
      {
        "name": "Cognac",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Triple Sec",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 20.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add cognac, triple sec, and fresh lemon juice into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass to serve"
    ],
    "img": "sidecar.webp",
    "glass": "coupe",
    "description": "The Sidecar is crisp and spirit-forward, with cognac providing a rich and warming base. Triple sec adds orange sweetness, while lemon juice sharpens the profile with acidity. The balance is structured, combining sweet, sour, and spirit notes in harmony. Its mouthfeel is smooth and lively, with a clean finish that emphasizes citrus and depth.",
    "base": "Cognac"
  },
  {
    "id": "singapore-sling",
    "title": "Singapore Sling",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Cherry Sangue Morlacco",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Cointreau",
        "amount": 7.5,
        "unit": "ml"
      },
      {
        "name": "DOM Bénédictine",
        "amount": 7.5,
        "unit": "ml"
      },
      {
        "name": "Fresh Pineapple Juice",
        "amount": 120.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Grenadine Syrup",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Angostura Bitters",
        "amount": 0.62,
        "unit": "ml"
      }
    ],
    "garnish": "Place a slice of pineapple and a maraschino cherry on top before serving",
    "steps": [
      "Add gin, cherry liqueur, cointreau, benedictine, pineapple juice, lime juice, and grenadine into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a tall chilled glass"
    ],
    "img": "singapore-sling.webp",
    "glass": "hurricane",
    "description": "The Singapore Sling is vibrant and layered, with gin providing a crisp botanical base. Cherry liqueur and grenadine add fruit sweetness, while pineapple and lime juices contribute tropical brightness and acidity. Benedictine and bitters introduce herbal depth, rounding out the complexity. The mouthfeel is smooth and refreshing, with a lively balance of sweet, sour, and herbal notes.",
    "base": "Gin"
  },
  {
    "id": "south-side",
    "title": "South Side",
    "ingredients": [
      {
        "name": "London Dry Gin",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Mint Leaves",
        "amount": 0.83,
        "unit": "pieces"
      },
      {
        "name": "Few drops Egg White",
        "amount": 0.0,
        "unit": ""
      }
    ],
    "garnish": "Place a fresh sprig of mint on top before serving",
    "steps": [
      "Add gin, fresh lemon juice, and simple syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and slightly frothy",
      "Double strain the drink into a chilled glass to remove ice shards and pulp"
    ],
    "img": "south-side.webp",
    "glass": "coupe",
    "description": "The South Side is crisp and refreshing, with gin providing a clean botanical base. Lemon juice adds bright acidity, while simple syrup balances the tartness with gentle sweetness. Mint leaves contribute herbal freshness, enhancing the overall character of the drink. The mouthfeel is smooth and lively, with optional egg white adding a silky texture.",
    "base": "Gin"
  },
  {
    "id": "spicy-fifty",
    "title": "Spicy Fifty",
    "ingredients": [
      {
        "name": "Vodka Vanilla",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Elderflower Cordial",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Monin Honey Syrup",
        "amount": 10.0,
        "unit": "ml"
      },
      {
        "name": "Red Chili Pepper Slices",
        "amount": 2.0,
        "unit": "pieces"
      }
    ],
    "garnish": "Place a whole red chili pepper on the rim or gently rest it inside the glass before serving",
    "steps": [
      "Add vanilla vodka, elderflower cordial, fresh lime juice, and honey syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Double strain the drink into a chilled glass to remove ice shards and ensure a clean texture"
    ],
    "img": "spicy-fifty.webp",
    "glass": "coupe",
    "description": "The Spicy Fifty is aromatic and intriguing, with vanilla vodka forming a smooth and slightly sweet base. Elderflower cordial adds floral notes, while lime juice provides sharp acidity. Honey syrup rounds out the flavors with gentle sweetness, and chili pepper introduces a subtle heat. The mouthfeel is balanced and lively, with a layered interplay of sweet, sour, floral, and spice.",
    "base": "Vodka"
  },
  {
    "id": "spritz",
    "title": "Spritz",
    "ingredients": [
      {
        "name": "Prosecco",
        "amount": 90.0,
        "unit": "ml"
      },
      {
        "name": "Aperol",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Soda Water",
        "amount": 5.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a slice of orange inside the glass before serving",
    "steps": [
      "Fill a chilled glass with fresh ice cubes",
      "Pour prosecco over the ice",
      "Add aperol gently on top",
      "Stir slowly to blend the flavors without losing bubbles"
    ],
    "img": "spritz.webp",
    "glass": "wine",
    "description": "The Spritz is light and effervescent, with prosecco providing a crisp sparkling base. Aperol adds bittersweet citrus notes, balanced by the freshness of soda water. The flavors are simple yet vibrant, creating a refreshing and approachable profile. Its mouthfeel is smooth and bubbly, with a clean finish that emphasizes citrus and herbal tones.",
    "base": "Prosecco"
  },
  {
    "id": "stinger",
    "title": "Stinger",
    "ingredients": [
      {
        "name": "Cognac",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "White Crème de Menthe",
        "amount": 20.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a fresh mint leaf on top before serving",
    "steps": [
      "Add cognac and white crème de menthe into a mixing glass filled with ice cubes",
      "Stir slowly until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass"
    ],
    "img": "stinger.webp",
    "glass": "martini",
    "description": "The Stinger is smooth and aromatic, with cognac providing a rich and warming base. White crème de menthe adds minty sweetness, creating contrast with the depth of the spirit. The flavors are straightforward yet balanced, offering a refreshing twist on a spirit-forward drink. Its mouthfeel is silky and cooling, with a lingering finish of mint and oak.",
    "base": "Cognac"
  },
  {
    "id": "suffering-bastard",
    "title": "Suffering Bastard",
    "ingredients": [
      {
        "name": "Cognac or Brandy",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Gin",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Angostura Bitters",
        "amount": 1.25,
        "unit": "ml"
      },
      {
        "name": "Top up Ginger beer",
        "amount": 0.0,
        "unit": ""
      }
    ],
    "garnish": "Place a fresh sprig of mint on top and add a slice of orange before serving",
    "steps": [
      "Add cognac or brandy, gin, and fresh lime juice into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled",
      "Pour the contents, including the ice, into a tall glass",
      "Top gently with ginger beer to complete the drink"
    ],
    "img": "suffering-bastard.webp",
    "glass": "highball",
    "description": "The Suffering Bastard is bold and refreshing, with cognac or brandy providing depth alongside the crispness of gin. Lime juice adds acidity, while bitters contribute spice and complexity. Ginger beer lifts the drink with effervescence and a warming note of ginger. The mouthfeel is lively and robust, with a layered balance of spirit, citrus, spice, and fizz.",
    "base": "Brandy"
  },
  {
    "id": "tequila-sunrise",
    "title": "Tequila Sunrise",
    "ingredients": [
      {
        "name": "Tequila",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Orange Juice",
        "amount": 90.0,
        "unit": "ml"
      },
      {
        "name": "Grenadine Syrup",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place half an orange slice on the rim or add a strip of orange zest before serving",
    "steps": [
      "Fill a tall glass with fresh ice cubes",
      "Pour tequila over the ice",
      "Add fresh orange juice and let it mix naturally with the spirit",
      "Slowly drizzle grenadine syrup down the side of the glass to create a layered sunrise effect",
      "Do not stir so the colors remain separated"
    ],
    "img": "tequila-sunrise.webp",
    "glass": "highball",
    "description": "The Tequila Sunrise is smooth and vibrant, with tequila providing a bold and earthy base. Orange juice adds bright citrus sweetness, balancing the strength of the spirit. Grenadine settles at the bottom, contributing a rich fruit note and visual contrast. The mouthfeel is refreshing and light, with a layered character that blends sweet, tart, and spirit-forward elements.",
    "base": "Tequila"
  },
  {
    "id": "three-dots-and-a-dash",
    "title": "Three Dots and a Dash",
    "ingredients": [
      {
        "name": "Rhum Martinique Agricole",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Blended Aged Rum",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Falernum",
        "amount": 7.5,
        "unit": "ml"
      },
      {
        "name": "Allspice Saint Elizabeth",
        "amount": 7.5,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Orange Juice",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Honey Syrup",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Angostura Bitters",
        "amount": 1.25,
        "unit": "ml"
      }
    ],
    "garnish": "Place three cherries on a skewer and add a rectangular piece of pineapple on top before serving",
    "steps": [
      "Add rhum agricole, blended aged rum, falernum, allspice liqueur, fresh lime juice, fresh orange juice, and honey syrup into a blender",
      "Add a generous amount of crushed ice and blend briefly until the mixture is smooth and chilled",
      "Pour the blended drink into a tall glass",
      "Top the glass with additional crushed ice to create a full presentation"
    ],
    "img": "three-dots-and-a-dash.webp",
    "glass": "hurricane",
    "description": "Three Dots and a Dash is tropical and spiced, with rhum agricole and aged rum forming a robust base. Falernum and allspice liqueur add layers of sweetness and warm spice, while lime and orange juices provide acidity and brightness. Honey syrup smooths the flavors, creating balance between sweet and tart. The mouthfeel is rich and cooling, with crushed ice enhancing its refreshing character.",
    "base": "Rum"
  },
  {
    "id": "tipperary",
    "title": "Tipperary",
    "ingredients": [
      {
        "name": "Irish Whiskey",
        "amount": 50.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Red Vermouth",
        "amount": 25.0,
        "unit": "ml"
      },
      {
        "name": "Green Chartreuse",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Angostura Bitters",
        "amount": 1.25,
        "unit": "ml"
      }
    ],
    "garnish": "Place a fresh slice of orange on the rim or inside the glass before serving",
    "steps": [
      "Add Irish whiskey, sweet red vermouth, and green chartreuse into a mixing glass filled with ice",
      "Stir slowly until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass to serve"
    ],
    "img": "tipperary.webp",
    "glass": "martini",
    "description": "The Tipperary is bold and herbal, with Irish whiskey providing a smooth and warming foundation. Sweet vermouth adds depth and gentle sweetness, while green chartreuse contributes complex herbal notes. Bitters enhance the structure with subtle spice. The mouthfeel is silky and layered, with a lingering finish that balances spirit, sweetness, and herbal tones.",
    "base": "Whiskey"
  },
  {
    "id": "tom-collins",
    "title": "Tom Collins",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 45,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 30,
        "unit": "ml"
      },
      {
        "name": "Simple Syrup",
        "amount": 15,
        "unit": "ml"
      },
      {
        "name": "Soda Water",
        "amount": 60,
        "unit": "ml"
      }
    ],
    "garnish": "Garnish with a lemon wheel and maraschino cherry",
    "steps": [
      "Add gin, lemon juice, and simple syrup to a shaker with ice",
      "Shake well until chilled",
      "Strain into a Collins glass filled with ice",
      "Top with soda water and stir gently"
    ],
    "img": "tom-collins.webp",
    "glass": "highball",
    "description": "The Tom Collins is a refreshing gin-based highball with a perfect balance of citrus and sweetness. The combination of gin, lemon, and soda water creates a light, effervescent drink that's both sophisticated and easy-drinking. It's a timeless classic for any occasion.",
    "base": "Gin"
  },
  {
    "id": "tommys-margarita",
    "title": "Tommy’s Margarita",
    "ingredients": [
      {
        "name": "Tequila 100% Agave",
        "amount": 60.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Agave Nectar",
        "amount": 30.0,
        "unit": "ml"
      }
    ],
    "garnish": "Place a slice of lime on the rim of the glass before serving",
    "steps": [
      "Add tequila, fresh lime juice, and agave nectar into a shaker filled with ice",
      "Shake firmly until the mixture is well chilled and balanced",
      "Strain the drink into a chilled glass filled with fresh ice cubes"
    ],
    "img": "tommys-margarita.webp",
    "glass": "rocks",
    "description": "Tommy’s Margarita is clean and balanced, with tequila offering a bold agave-forward base. Lime juice adds sharp acidity, while agave nectar provides natural sweetness that smooths the profile. The flavors are straightforward yet harmonious, highlighting the interplay of citrus and spirit. Its mouthfeel is crisp and refreshing, with a bright finish that emphasizes agave and lime.",
    "base": "Tequila"
  },
  {
    "id": "trinidad-sour",
    "title": "Trinidad Sour",
    "ingredients": [
      {
        "name": "Angostura Bitters",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Orgeat Syrup",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Rye Whiskey",
        "amount": 15.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add angostura bitters, orgeat syrup, fresh lemon juice, and rye whiskey into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass to serve"
    ],
    "img": "trinidad-sour.webp",
    "glass": "coupe",
    "description": "The Trinidad Sour is bold and distinctive, with Angostura bitters forming the dominant flavor base. Orgeat syrup adds nutty sweetness that balances the intensity of the bitters. Lemon juice provides acidity, brightening the overall profile, while rye whiskey contributes subtle depth. The mouthfeel is smooth yet complex, with a lingering bitter-sweet finish.",
    "base": "Bitters"
  },
  {
    "id": "tuxedo",
    "title": "Tuxedo",
    "ingredients": [
      {
        "name": "Old Tom Gin",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Dry Vermouth",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Maraschino Luxardo",
        "amount": 0.25,
        "unit": "ml"
      },
      {
        "name": "Absinthe",
        "amount": 0.25,
        "unit": "ml"
      },
      {
        "name": "Orange Bitters",
        "amount": 1.88,
        "unit": "ml"
      }
    ],
    "garnish": "Place a cherry in the drink and add a strip of lemon zest on top before serving",
    "steps": [
      "Add Old Tom gin and dry vermouth into a mixing glass filled with ice cubes",
      "Stir gently until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass to serve"
    ],
    "img": "tuxedo.webp",
    "glass": "martini",
    "description": "The Tuxedo is crisp and aromatic, with gin providing a clean botanical base. Dry vermouth adds herbal dryness, while maraschino liqueur introduces a subtle cherry sweetness. Absinthe contributes a faint anise note, and orange bitters enhance the complexity with spice. The mouthfeel is smooth and layered, with a refined balance of herbal, sweet, and citrus elements.",
    "base": "Gin"
  },
  {
    "id": "ve.n.to",
    "title": "Ve.N.To",
    "ingredients": [
      {
        "name": "White Smooth Grappa",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 22.5,
        "unit": "ml"
      },
      {
        "name": "Honey mix (replace water with chamomile)",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Chamomile cordial",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Egg White",
        "amount": 0.15,
        "unit": "ml"
      }
    ],
    "garnish": "Place a strip of lemon zest on top and add a few white grapes before serving",
    "steps": [
      "Add grappa, fresh lemon juice, honey mix, and chamomile cordial into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass filled with fresh ice cubes"
    ],
    "img": "ve.n.to.webp",
    "glass": "rocks",
    "description": "The Ve.N.To is delicate and aromatic, with grappa providing a smooth and slightly floral base. Lemon juice adds brightness and acidity, while honey and chamomile create gentle sweetness and herbal depth. The optional egg white softens the texture, giving a silky mouthfeel. Overall, the drink is balanced and refreshing, with a layered interplay of citrus, floral, and sweet notes.",
    "base": "Grappa"
  },
  {
    "id": "vesper",
    "title": "Vesper",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Vodka",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Lillet Blanc",
        "amount": 7.5,
        "unit": "ml"
      }
    ],
    "garnish": "Place a strip of fresh lemon zest on top before serving",
    "steps": [
      "Add gin, vodka, and lillet blanc into a shaker filled with ice cubes",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass to serve"
    ],
    "img": "vesper.webp",
    "glass": "coupe",
    "description": "The Vesper is strong and refined, with gin providing a crisp botanical base. Vodka adds smoothness and lightens the profile, while Lillet Blanc contributes subtle floral and citrus notes. The flavors are clean and spirit-forward, with a structured balance of dryness and aromatics. Its mouthfeel is silky and robust, leaving a lingering finish of citrus and herbs.",
    "base": "Gin"
  },
  {
    "id": "vieux-carre",
    "title": "Vieux Carré",
    "ingredients": [
      {
        "name": "Rye Whiskey",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Cognac",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Sweet Vermouth",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Bénédictine",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Peychaud’s Bitters",
        "amount": 1.25,
        "unit": "ml"
      }
    ],
    "garnish": "Place a strip of orange zest on top and add a maraschino cherry before serving",
    "steps": [
      "Add rye whiskey, cognac, and sweet vermouth into a mixing glass filled with ice cubes",
      "Stir slowly until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass to serve"
    ],
    "img": "vieux-carre.webp",
    "glass": "martini",
    "description": "The Vieux Carré is rich and complex, with rye whiskey and cognac forming a bold spirit base. Sweet vermouth adds herbal sweetness, while Bénédictine contributes spiced depth. Bitters enhance the structure with subtle aromatics, tying the flavors together. The mouthfeel is smooth and full-bodied, with a layered finish that balances sweetness, spice, and spirit-forward notes.",
    "base": "Whiskey"
  },
  {
    "id": "whiskey-sour",
    "title": "Whiskey Sour",
    "ingredients": [
      {
        "name": "Bourbon Whiskey",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 25.0,
        "unit": "ml"
      },
      {
        "name": "Sugar Syrup",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Egg White",
        "amount": 0.15,
        "unit": "ml"
      }
    ],
    "garnish": "Place half an orange slice and a maraschino cherry on top, and optionally add a strip of orange zest before serving",
    "steps": [
      "Add bourbon whiskey, fresh lemon juice, and sugar syrup into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and slightly frothy",
      "Strain the drink into a chilled glass to serve"
    ],
    "img": "whiskey-sour.webp",
    "glass": "coupe",
    "description": "The Whiskey Sour is balanced and refreshing, with bourbon providing a warm and robust foundation. Lemon juice adds sharp acidity, while sugar syrup smooths the edges with gentle sweetness. The optional egg white creates a silky texture and frothy top, softening the sharper notes. Its mouthfeel is lively yet smooth, with a finish that highlights the interplay of citrus and whiskey.",
    "base": "Whiskey"
  },
  {
    "id": "white-lady",
    "title": "White Lady",
    "ingredients": [
      {
        "name": "Gin",
        "amount": 40.0,
        "unit": "ml"
      },
      {
        "name": "Triple Sec",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lemon Juice",
        "amount": 20.0,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Add gin, triple sec, and fresh lemon juice into a shaker filled with ice",
      "Shake vigorously until the mixture is well chilled and smooth",
      "Strain the drink into a chilled glass to serve"
    ],
    "img": "white-lady.webp",
    "glass": "coupe",
    "description": "The White Lady is crisp and elegant, with gin’s botanicals forming a clean and aromatic base. Triple sec adds orange sweetness, balancing the sharp acidity of lemon juice. The flavors are straightforward yet refined, creating a smooth and harmonious profile. Its mouthfeel is light and refreshing, with a finish that emphasizes citrus and herbal notes.",
    "base": "Gin"
  },
  {
    "id": "white-russian",
    "title": "White Russian",
    "ingredients": [
      {
        "name": "Vodka",
        "amount": 50,
        "unit": "ml"
      },
      {
        "name": "Coffee Liqueur",
        "amount": 20,
        "unit": "ml"
      },
      {
        "name": "Fresh Cream",
        "amount": 30,
        "unit": "ml"
      }
    ],
    "garnish": "",
    "steps": [
      "Pour vodka and coffee liqueur into an old fashioned glass filled with ice cubes",
      "Float fresh cream on top",
      "Stir slowly"
    ],
    "img": "white-russian.webp",
    "glass": "rocks",
    "description": "The White Russian is a decadent and creamy cocktail. The crisp vodka cuts through the rich coffee liqueur, while the fresh cream adds a velvety texture. It's a dessert-like drink that is both comforting and sophisticated.",
    "base": "Vodka"
  },
  {
    "id": "zombie",
    "title": "Zombie",
    "ingredients": [
      {
        "name": "Jamaican dark rum",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Gold Puerto Rican rum",
        "amount": 45.0,
        "unit": "ml"
      },
      {
        "name": "Demerara Rum",
        "amount": 30.0,
        "unit": "ml"
      },
      {
        "name": "Fresh Lime Juice",
        "amount": 20.0,
        "unit": "ml"
      },
      {
        "name": "Falernum",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Donn’s Mix",
        "amount": 15.0,
        "unit": "ml"
      },
      {
        "name": "Grenadine Syrup",
        "amount": 5.0,
        "unit": "ml"
      },
      {
        "name": "Angostura Bitters",
        "amount": 0.62,
        "unit": "ml"
      },
      {
        "name": "Pernod",
        "amount": 0.3,
        "unit": "ml"
      }
    ],
    "garnish": "Place a sprig of fresh mint on top before serving",
    "steps": [
      "Add Jamaican dark rum, Puerto Rican rum, demerara rum, fresh lime juice, falernum, and Donn’s Mix into a blender",
      "Add cracked ice and blend briefly using short pulses until the mixture is smooth and chilled",
      "Pour the blended drink into a tall glass",
      "Fill the glass with extra crushed ice to create a full presentation"
    ],
    "img": "zombie.webp",
    "glass": "hurricane",
    "description": "The Zombie is rich and layered, with multiple rums creating a bold and complex foundation. Lime juice adds acidity, while falernum and grenadine contribute sweetness and spice. Donn’s Mix and bitters enhance the depth with subtle aromatics, and Pernod introduces a faint herbal note. The mouthfeel is full-bodied and cooling, with crushed ice amplifying its refreshing character.",
    "base": "Rum"
  }
]
